Tekla.Structures.ModelInternal.dotIFC2X3_Person_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Person_t.Id
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Person_t.FamilyName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Person_t.GivenName
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Person_t.MiddleNames
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_Person_t.Roles
DO NOT USE! For internal usage only!